{ "translations": {
    "QNAP" : "QNAP",
    "Action required: Your ownCloud user limit is exceeded" : "Απαιτείται ενέργεια: Έχει γίνει υπέρβαση του ορίου χρήστη του ownCloud",
    "User limit exceeded. To add more users click here." : "Υπέρβαση ορίου χρηστών. Για να προσθέσετε περισσότερους χρήστες κάντε κλικ εδώ.",
    "Dear ownCloud admin," : "Αγαπητέ διαχειριστή του ownCloud,",
    "Your user limit is exceeded." : "Το όριο χρηστών σας έχει ξεπεραστεί.",
    "To add or enable additional users, please see https://software.qnap.com/owncloud.html for your licensing options." : "Για να προσθέσετε ή να ενεργοποιήσετε επιπλέον χρήστες, παρακαλούμε ανατρέξτε στη διεύθυνση https://software.qnap.com/owncloud.html για τις επιλογές αδειών χρήσης.",
    "Cheers!" : "Με εκτίμηση!",
    "User and License Information" : "Πληροφορίες χρήστη και άδειας χρήσης",
    "ownCloud for QNAP comes as Community Edition by default and is free to use for up to 5 users." : "Το ownCloud για QNAP έρχεται ως Κοινοτική Έκδοση από προεπιλογή και είναι δωρεάν για έως και 5 χρήστες.",
    "If you need more than 5 users or want to use any of our <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">Enterprise Apps from the Marketplace</a>, you need to upgrade to Enterprise Edition by purchasing licenses from the <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">QNAP Software Store</a>." : "Εάν χρειάζεστε περισσότερους από 5 χρήστες ή θέλετε να χρησιμοποιήσετε κάποιες από τις <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">Εφαρμογές για επιχειρήσεις από το Marketplace </a>, πρέπει να αναβαθμίσετε σε Έκδοση για Επιχειρήσεις αγοράζοντας άδειες από το <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">Κατάστημα Λογισμικού QNAP</a>.",
    "Guest users don't count as normal users, that means you can invite as many as needed." : "Οι επισκέπτες δεν υπολογίζονται ως κανονικοί χρήστες, αυτό σημαίνει ότι μπορείτε να προσκαλέσετε όσους χρειαστεί.",
    "Usage: %d of %d licensed users" : "Χρήση: %d από %d χρήστες με άδεια χρήσης",
    "License Overview" : "Επισκόπηση άδειας χρήσης",
    "License ID" : "Αναγνωριστικό άδειας χρήσης",
    "Valid from" : "Έγκυρο από",
    "Valid until" : "Έγκυρο έως",
    "Number of users" : "Αριθμός χρηστών",
    "Status" : "Κατάσταση"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}