{ "translations": {
    "QNAP" : "qnap",
    "Action required: Your ownCloud user limit is exceeded" : "Action requerido our ownCloud usuario limit has been exceeded",
    "User limit exceeded. To add more users click here." : "usuario limit exceeded. To agregar mas users click here",
    "Dear ownCloud admin," : "Estimado administrador ownCloud,",
    "Your user limit is exceeded." : "Your usuario  limit is exceeded",
    "To add or enable additional users, please see https://software.qnap.com/owncloud.html for your licensing options." : "To agregar or activar adicional users, Por favor see https://software.qnap.com/owncloud.html for your licensing opciones.",
    "Cheers!" : "¡Saludos!",
    "User and License Information" : "Información de usuario y licencia",
    "ownCloud for QNAP comes as Community Edition by default and is free to use for up to 5 users." : "ownCloud for QNAP comes as comunidad Edition by default and is free to usar for up to 5 users.",
    "If you need more than 5 users or want to use any of our <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">Enterprise Apps from the Marketplace</a>, you need to upgrade to Enterprise Edition by purchasing licenses from the <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">QNAP Software Store</a>." : "If tú need mas than 5 users or want to usar  any of our <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">Enterprise aplicaciones from the mercado</a>, tú need to upgrade to Enterprise Edition by purchasing licenses from the <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">QNAP Software Store</a>.",
    "Guest users don't count as normal users, that means you can invite as many as needed." : "Invitado users don't count as normal users, That means tú can invite as many as needed.",
    "Usage: %d of %d licensed users" : "Uso: %d de %dusuarios con licencia",
    "License Overview" : "Vista general de la licencia",
    "License ID" : "ID de licencia",
    "Valid from" : "Válido desde",
    "Valid until" : "Válido hasta",
    "Number of users" : "Número de usuarios",
    "Status" : "Estado"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}