{ "translations": {
    "QNAP" : "QNAP",
    "Action required: Your ownCloud user limit is exceeded" : "Lypset veprim: Është tejkaluar kufiri juaj për përdorues ownCloud-i",
    "User limit exceeded. To add more users click here." : "Tejkalim kufiri përdoruesish. Për të shtuar më tepër përdoruesi, klikoni këtu.",
    "Dear ownCloud admin," : "I dashur përgjegjës ownCloud-i,",
    "Your user limit is exceeded." : "Është tejkaluar kufiri juaj për përdorues.",
    "To add or enable additional users, please see https://software.qnap.com/owncloud.html for your licensing options." : "Që të shtoni ose aktivizoni përdorues shtesë, ju lutemi, shihni https://software.qnap.com/owncloud.html për mundësitë tuaja të licencimit.",
    "Cheers!" : "Gëzuar!",
    "User and License Information" : "Informacion Përdoruesish dhe Licence",
    "ownCloud for QNAP comes as Community Edition by default and is free to use for up to 5 users." : "ownCloud-i për QNAP, si parazgjedhje, vjen si Version Bashkësie dhe është falas për përdorim për deri në 5 përdorues.",
    "If you need more than 5 users or want to use any of our <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">Enterprise Apps from the Marketplace</a>, you need to upgrade to Enterprise Edition by purchasing licenses from the <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">QNAP Software Store</a>." : "Nëse ju duhen më shumë se 5 përdorues ose doni të përdorni cilindo nga <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">Aplikacionet tona për Ndërmarrje, prej Marketplace-it</a>, lypset të kaloni në Versionin Për Ndërmarrje, duke blerë licenca që prej <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">QNAP Software Store</a>.",
    "Guest users don't count as normal users, that means you can invite as many as needed." : "Përdoruesit mysafirë nuk llogariten si përdorues normalë, kjo do të thotë se mund të ftoni sa të doni.",
    "Usage: %d of %d licensed users" : "Përdorim: %d nga %d përdorues të licencuar",
    "License Overview" : "Përmbledhje Licence",
    "License ID" : "ID Licence",
    "Valid from" : "E vlefshme që nga",
    "Valid until" : "E vlefshme deri më",
    "Number of users" : "Numër përdoruesish",
    "Status" : "Gjendje"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}